alacritty
alsa-utils
android-studio
ansible-core
aylurs-gtk-shell
base
base-devel
bluez-utils
brightnessctl
btop
cava
cliphist
cmatrix
docker
fastfetch
firefox
github-cli
glow
gnome-themes-extra
go
grub
gum
hexyl
hyprland
hyprpaper
intel-ucode
intellij-idea-community-edition
keyd
lazydocker
lazygit
linux-headers
ly
man-db
mpv
neovim
netctl
obsidian
pacman-contrib
papirus-icon-theme
paru
pipes.sh
polkit-gnome
pup-bin
rofi-calc-git
rofi-emoji-git
rust
scrcpy
sof-firmware
stow
swayimg
tldr
toilet
tree
ttf-jetbrains-mono-nerd
ttf-poppins
ttf-roboto-serif
vhs
vivaldi
wireless_tools
yazi
zed
zellij
zram-generator
